{"inkVersion":21,"root":[["^Then there is no piercing the veil? Surely the Dust Mystics have one among their number… ","#","^name:Scyllith","/#","\n","^No, mighty Scyllith. Many Shadows before you have, in rage or in grief, sought their council. They can certainly help you heal. But none can help you pass the veil. ","#","^name:Mr. Crow","/#","\n","^It’s not fair. There is no justice in this. Where is the balance? Are you content with these foul laws? ","#","^name:Scyllith","/#","\n","^I... I had only just earned my title. Had just passed my trials. And I am expected to let it go, because someone got bored. ","#","^name:Scyllith","/#","\n","^Miss Scyllith, would you care for a bit of tea while you talk? ","#","^name:Mr. Crow","/#","\n","^...","#","^lock:wait/3 ","/#","#","^animatedEvent:ScyllithTurn ","/#","#","^name:","/#","\n","^I am not here to sip tea, Shadow Shepherd. You will not presume to speak to me. ","#","^name:Scyllith","/#","\n","^Now, our Chef Tin makes the best Spider Tea. I can set it down and you can drink it when- ","#","^name:Mrs. Crow","/#","\n","^I am the mighty Scyllith, princess of the great Kharitbr House. I will not be condescended to! ","#","^name:Scyllith","/#","\n","^...","#","^lock:wait/3 ","/#","#","^animatedEvent:ScyllithLeave ","/#","#","^name:","/#","\n","^Rats and drats! ","#","^name:Mrs. Crow","/#","\n","^She is a real challenge, isn’t she? ","#","^name:Mr. Crow","/#","\n","^Why did you send me back? You know good and well I don’t need you magicking me to and fro! ","#","^name:Mrs. Crow","/#","\n","^I acted in haste. The way she appeared aboard badly startled me. ","#","^name:Mr. Crow","/#","\n","^She was furious, that’s true… Poor dear died witnessing a massacre, it sounds like. Maybe you were right to teleport me, anyway! It looks like I have made quite a mess of things. Talking them through was never my strong suit. ","#","^name:Mrs. Crow","/#","\n","^Blackbird of my heart, do you know why we work together so well? ","#","^name:Mr. Crow","/#","\n","^Grumble grumble… What is it you say? That I heal their hearts and you soothe their souls? ","#","^name:Mrs. Crow","/#","\n","^How is it your fault that we got a new passenger with a perfectly full heart and a deeply wounded soul? ","#","^name:Mr. Crow","/#","\n","^You are too good with words, Mr. Crow. ","#","^name:Mrs. Crow","/#","\n","^You are too good with words, Mr. Crow. ","#","^name:Mrs. Crow","/#","\n","^And you know just what everyone needs. I am very sorry I teleported you away. I shouldn’t have done that. ","#","^name:Mr. Crow","/#","\n","^You old bird. I can’t stay cross with you for long. Say… I have an idea. Are you in the mood for a little bit of tea? ","#","^name:Mrs. Crow","/#","\n","^Oh, that is smart! ","#","^name:Mr. Crow","/#","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}